/* label for about button */
"About POI+" = "About POI+";

/* Optional tag with osm key: access */
"Access" = "Access";

/* POI type with osm tags: office = accountant */
"Accountant" = "Accountant";

/* Optional value with osm value: orthophoto */
"Aerial Photograph" = "Aerial Photograph";

/* Optional value with osm value: ahmadiya */
"Ahmadiya" = "Ahmadiya";

/* Optional value with osm value: alaouite */
"Alaouite" = "Alaouite";

/* POI type with osm tags: shop = alcohol */
"Alcohol Shop" = "Alcohol Shop";

/* Optional value with osm value: alliance */
"Alliance" = "Alliance";

/* Optional value with osm value: alternative */
"Alternative" = "Alternative";

/* POI type with osm tags: tourism = theme_park */
"Amusement Park" = "Amusement Park";

/* Optional value with osm value: anaerobic_digestion */
"Anaerobic Digestion" = "Anaerobic Digestion";

/* Optional value with osm value: analog */
"Analog" = "Analog";

/* Optional value with osm value: anglican */
"Anglican" = "Anglican";

/* POI type with osm tags: amenity = animal_boarding */
"Animal Boarding" = "Animal Boarding";

/* POI type with osm tags: amenity = animal_shelter */
"Animal Shelter" = "Animal Shelter";

/* POI type with osm tags: shop = antiques */
"Antiques" = "Antiques";

/* POI type with osm tags: building = apartments */
"Apartments" = "Byty";

/* POI type with osm tags: office = architect */
"Architect" = "Architect";

/* Message when deleting a node */
"Are you Sure you want to delete this node?" = "Are you Sure you want to delete this node?";

/* Optional value with osm value: art */
"Art" = "Art";

/* POI type with osm tags: shop = art */
"Art Store" = "Art Store";

/* POI type with osm tags: amenity = arts_centre */
"Arts Center" = "Arts Center";

/* Optional value with osm value: asian */
"Asian" = "Asian";

/* Optional value with osm value: assemblies_of_god */
"Assemblies of God" = "Assemblies of God";

/* Optional tag with osm key: atm */
"ATM" = "Bankomat";

/* Optional value with osm value: audioguide */
"Audio Guide" = "Audio Guide";

/* POI type with osm tags: shop = baby_goods */
"Baby Goods" = "Baby Goods";

/* POI type with osm tags: amenity = baby_hatch */
"Baby Hatch" = "Baby Hatch";

/* POI type with osm tags: shop = bakery */
"Bakery" = "Pekařství";

/* POI type with osm tags: amenity = bank */
"Bank" = "Banka";

/* Optional value with osm value: baptist */
"Baptist" = "Baptist";

/* POI type with osm tags: amenity = bar */
"Bar" = "Bar";

/* Optional value with osm value: barbecue */
"Barbecue" = "Barbecue";

/* Optional tag with osm key: barometer */
"Barometer" = "Barometer";

/* Optional value with osm value: basic_hut */
"Basic Hut" = "Basic Hut";

/* POI type with osm tags: natural = beach */
"Beach" = "Pláž";

/* POI type with osm tags: tourism = guest_house */
"Bed and Breakfast" = "Bed and Breakfast";

/* POI type with osm tags: amenity = biergarten */
"Beer Garden" = "Beer Garden";

/* Optional value with osm value: bell_tower */
"Bell Tower" = "Bell Tower";

/* Optional tag with osm key: bench */
"Bench" = "Lavička";

/* POI type with osm tags: shop = beverages */
"Beverage Shop" = "Beverage Shop";

/* Optional tag with osm key: bicycle */
"Bicycle" = "Bicycle";

/* Optional tag with osm key: service:bicycle:diy */
"Bicycle DIY" = "Bicycle DIY";

/* POI type with osm tags: amenity = bicycle_parking */
"Bicycle Parking" = "Parkování kol";

/* Optional tag with osm key: service:bicycle:pump */
"Bicycle Pump" = "Bicycle Pump";

/* POI type with osm tags: amenity = bicycle_rental */
"Bicycle Rental" = "Půjčovna kol";

/* POI type with osm tags: shop = bicycle */
"Bicycle Shop" = "Cykloprodejna";

/* Optional tag with osm key: service:bicycle:cleaning */
"Bicycles Cleaned" = "Bicycles Cleaned";

/* Optional tag with osm key: service:bicycle:rental */
"Bicycles Rented" = "Bicycles Rented";

/* Optional tag with osm key: service:bicycle:repair */
"Bicycles Repaired" = "Bicycles Repaired";

/* Optional tag with osm key: service:bicycle:retail */
"Bicycles Sold" = "Bicycles Sold";

/* Optional tag with osm key: bicycle */
"Biking" = "Biking";

/* Optional value with osm value: billboard */
"Billboard" = "Billboard";

/* Setting to select background layer */
"Bing Aerial" = "Bing Aerial";

/* Optional value with osm value: biofuel */
"Biofuel" = "Biofuel";

/* Optional value with osm value: biogas */
"Biogas" = "Biogas";

/* Optional value with osm value: biomass */
"Biomass" = "Biomass";

/* Optional value with osm value: board */
"Board" = "Board";

/* POI type with osm tags: shop = books */
"Book Store" = "Book Store";

/* POI type with osm tags: shop = boutique */
"Boutique" = "Módní butik";

/* POI type with osm tags: sport = 10pin */
"Bowling Alley (10 pin)" = "Bowling Alley (10 pin)";

/* POI type with osm tags: religion = buddhist, amenity = place_of_worship */
"Buddhist" = "Buddhismus";

/* Optional value with osm value: building */
"Building" = "Budova";

/* Title For Category */
"Building (residence)" = "Building (residence)";

/* Optional value with osm value: burger */
"Burger" = "Burger";

/* POI type with osm tags: bus = yes, public_transport = station */
"Bus Station" = "Bus Station";

/* POI type with osm tags: amenity = bus_station */
"Bus Station (legacy)" = "Bus Station (legacy)";

/* POI type with osm tags: bus = yes, public_transport = platform */
"Bus Stop" = "Autobusová zastávka";

/* POI type with osm tags: highway = bus_stop */
"Bus Stop (legacy)" = "Bus Stop (legacy)";

/* POI type with osm tags: shop = butcher */
"Butcher" = "Řeznictví";

/* POI type with osm tags: building = cabin */
"Cabin" = "Cabin";

/* POI type with osm tags: amenity = cafe */
"Cafe" = "Kavárna";

/* POI type with osm tags: tourism = camp_site */
"Camp Site" = "Kemp";

/* Button label to cancel action */
"Cancel" = "Cancel";

/* POI type with osm tags: shop = confectionery */
"Candy Shop" = "Candy Shop";

/* Optional tag with osm key: capacity */
"Capacity" = "Kapacita";

/* POI type with osm tags: shop = car */
"Car Dealership" = "Prodejna aut";

/* POI type with osm tags: shop = car_parts */
"Car Parts Store" = "Náhradní díly pro auta";

/* POI type with osm tags: amenity = car_rental */
"Car Rental" = "Car Rental";

/* POI type with osm tags: shop = car_repair */
"Car Repair" = "Car Repair";

/* POI type with osm tags: amenity = car_sharing */
"Car Sharing" = "Car Sharing";

/* POI type with osm tags: amenity = car_wash */
"Car Wash" = "Mytí aut";

/* POI type with osm tags: shop = carpet */
"Carpet Store" = "Carpet Store";

/* POI type with osm tags: historic = castle */
"Castle" = "Hrad, zámek";

/* Label for category */
"Category" = "Category";

/* POI type with osm tags: tourism = chalet */
"Chalet" = "Horská bouda";

/* Optional value with osm value: chinese */
"Chinese" = "Chinese";

/* POI type with osm tags: religion = christian, amenity = place_of_worship */
"Christian" = "Křesťanství";

/* Optional value with osm value: christ_scientist */
"Christian Scientist" = "Christian Scientist";

/* Optional tag with osm key: addr:city */
"City" = "Velkoměsto";

/* POI type with osm tags: shop = clothes */
"Clothing Store" = "Oblečení";

/* Optional value with osm value: coal */
"Coal" = "Coal";

/* Optional value with osm value: coffee_shop */
"Coffee Shop" = "Coffee Shop";

/* POI type with osm tags: amenity = college */
"College" = "College";

/* Optional value with osm value: communication */
"Communication" = "Communication";

/* POI type with osm tags: amenity = community_centre */
"Community Center" = "Community Center";

/* POI type with osm tags: shop = computer */
"Computer Store" = "Počítače";

/* Optional value with osm value: conservative */
"Conservative" = "Conservative";

/* POI type with osm tags: shop = convenience */
"Convenience Store" = "Smíšené zboží";

/* POI type with osm tags: shop = copyshop */
"Copy and Fax Shop" = "Copy and Fax Shop";

/* POI type with osm tags: shop = chemist */
"Cosmetics" = "Cosmetics";

/* Optional tag with osm key: addr:country */
"Country" = "Stát";

/* POI type with osm tags: amenity = courthouse */
"Courthouse" = "Soud";

/* Optional tag with osm key: covered */
"Covered" = "Covered";

/* POI type with osm tags: craft = bewery */
"Craft Brewery" = "Craft Brewery";

/* Optional value with osm value: crepe */
"Crêpes" = "Crêpes";

/* Optional tag with osm key: cuisine */
"Cuisine" = "Kuchyně";

/* Optional value with osm value: combustion */
"Cumbustion" = "Cumbustion";

/* POI type with osm tags: amenity = bureau_de_change */
"Currency Exchange" = "Currency Exchange";

/* POI type with osm tags: shop = curtain */
"Curtain Store" = "Curtain Store";

/* Optional value with osm value: customer */
"Customer" = "Customer";

/* Optional value with osm value: customers */
"Customers" = "Customers";

/* Optional value with osm value: dam */
"Dam" = "Hráz";

/* Optional tag with osm key: date */
"Date" = "Date";

/* Optional value with osm value: defensive */
"Defensive" = "Defensive";

/* Button label to delete item */
"Delete" = "Delete";

/* Title to aler to delete node */
"Delete Point of Interest" = "Delete Point of Interest";

/* Message to user while deleting node */
"Deleting" = "Deleting";

/* POI type with osm tags: shop = deli */
"Deli" = "Lahůdkářství";

/* Optional tag with osm key: denomination */
"Denomination" = "Vyznání";

/* POI type with osm tags: amenity = dentist */
"Dentist" = "Dentist";

/* POI type with osm tags: shop = department_store */
"Department Store" = "Obchodní dům";

/* Optional value with osm value: diesel */
"Diesel" = "Diesel";

/* Optional value with osm value: digital */
"Digital" = "Digital";

/* Optional tag with osm key: dispensing */
"Dispensing" = "Dispensing";

/* Optional tag with osm key: display */
"Display" = "Display";

/* POI type with osm tags: shop = dive */
"Diving Equipment" = "Diving Equipment";

/* POI type with osm tags: amenity = doctors */
"Doctor" = "Doctor";

/* POI type with osm tags: building = dormitory */
"Dormitory" = "Dormitory";

/* Error shown to user that error downloading existing data */
"Download Error" = "Download Error";

/* POI type with osm tags: amenity = drinking_water */
"Drinking Water" = "Drinking Water";

/* Optional tag with osm key: drive_in */
"Drive In" = "Drive In";

/* Optional tag with osm key: drive_through */
"Drive-through" = "Drive-through";

/* POI type with osm tags: amenity = driving_school */
"Driving School" = "Driving School";

/* Optional value with osm value: druze */
"Druze" = "Druze";

/* POI type with osm tags: shop = dry_cleaning */
"Dry Cleaners" = "Dry Cleaners";

/* Title For Category */
"Education" = "Education";

/* POI type with osm tags: amenity = ev_charging */
"Electric Vehicle Charging" = "Electric Vehicle Charging";

/* POI type with osm tags: shop = electronics */
"Electronics Store" = "Electronics Store";

/* Optional tag with osm key: highway */
"Elevator" = "Elevator";

/* POI type with osm tags: amenity = embassy */
"Embassy" = "Velvyslanectví";

/* POI type with osm tags: emergency = phone */
"Emergency Phone" = "Tísňový telefon";

/* POI type with osm tags: emergency = siren */
"Emergency Siren" = "Emergency Siren";

/* Title For Category */
"Entertainment and Art" = "Entertainment and Art";

/* Status message infomring user there was an error */
"Error" = "Error";

/* Optional value with osm value: ethiopian */
"Ethiopian" = "Ethiopian";

/* Optional value with osm value: evangelical */
"Evangelical" = "Evangelical";

/* Optional tag with osm key: faces */
"Faces" = "Faces";

/* POI type with osm tags: shop = farm */
"Farm Store" = "Farm Store";

/* POI type with osm tags: amenity = fast_food */
"Fast Food" = "Rychlé občerstvení";

/* Optional tag with osm key: fee */
"Fee" = "Poplatek";

/* label for feedback button */
"Feedback" = "Feedback";

/* POI type with osm tags: ferry = yes, amenity = ferry_terminal, public_transport = platform */
"Ferry Terminal" = "Ferry Terminal";

/* Message to User alerting that the app is parsing or finding the nodes/ways/relations */
"Finding" = "Finding";

/* POI type with osm tags: emergency = fire_hydrant */
"Fire Hydrant" = "Fire Hydrant";

/* POI type with osm tags: amenity = fire_station */
"Fire Station" = "Hasiči";

/* Optional value with osm value: fish_and_chips */
"Fish and Chips" = "Fish and Chips";

/* Optional value with osm value: fission */
"Fission" = "Fission";

/* POI type with osm tags: leisure = sports_centre */
"Fitness Center/Gym" = "Fitness Center/Gym";

/* POI type with osm tags: man_made = flagpole */
"Flagpole" = "Flagpole";

/* POI type with osm tags: shop = florist */
"Florist" = "Květinářství";

/* Title For Category */
"Food and Drink" = "Food and Drink";

/* POI type with osm tags: amenity = social_facility, social_facility = food_bank */
"Food Bank" = "Food Bank";

/* POI type with osm tags: amenity = food_court */
"Food Court" = "Food Court";

/* POI type with osm tags: amenity = fountain */
"Fountain" = "Fontána, vodotrysk";

/* POI type with osm tags: shop = frame */
"Frame Store" = "Frame Store";

/* Optional value with osm value: free */
"Free" = "Free";

/* Optional value with osm value: french */
"French" = "French";

/* Title For Category */
"Fun and Leisure" = "Fun and Leisure";

/* POI type with osm tags: shop = furniture */
"Furniture Store" = "Nábytek";

/* Optional value with osm value: fusion */
"Fusion" = "Fusion";

/* POI type with osm tags: shop = garden_centre */
"Garden Center" = "Zahradnictví";

/* POI type with osm tags: amenity = fuel */
"Gas Station" = "Čerpací stanice";

/* Optional value with osm value: gasification */
"Gasification" = "Gasification";

/* Optional value with osm value: gasoline */
"Gasoline" = "Gasoline";

/* POI type with osm tags: shop = general */
"General Store" = "General Store";

/* Optional value with osm value: geology */
"Geology" = "Geology";

/* Optional value with osm value: geothermal */
"Geothermal" = "Geothermal";

/* Optional value with osm value: german */
"German" = "German";

/* POI type with osm tags: shop = gift */
"Gift Shop" = "Dárky, suvenýry";

/* Title For Category */
"Government" = "Government";

/* Optional value with osm value: greek */
"Greek" = "Greek";

/* Optional value with osm value: greek_catholic */
"Greek Catholic" = "Greek Catholic";

/* Optional value with osm value: green */
"Green" = "Green";

/* POI type with osm tags: shop = greengrocer */
"Greengrocer" = "Ovoce a zelenina";

/* Optional value with osm value: ground */
"Ground" = "Ground";

/* Optional value with osm value: guidepost */
"Guidepost" = "Guidepost";

/* POI type with osm tags: shop = hairdresser */
"Hairdresser" = "Kadeřnictví";

/* POI type with osm tags: shop = hardware */
"Hardware Store" = "Železářství";

/* Optional value with osm value: Hasidic */
"Hasidic" = "Hasidic";

/* Title For Category */
"Healthcare" = "Healthcare";

/* POI type with osm tags: highway = services */
"Highway Rest Area (fuel)" = "Highway Rest Area (fuel)";

/* POI type with osm tags: highway = rest_area */
"Highway Rest Area (no fuel)" = "Highway Rest Area (no fuel)";

/* Optional tag with osm key: hiking */
"Hiking" = "Hiking";

/* POI type with osm tags: religion = hindu, amenity = place_of_worship */
"Hindu" = "Hinduismus";

/* POI type with osm tags: historic = battlefield */
"Historic Battlefield" = "Historic Battlefield";

/* POI type with osm tags: historic = boundry_stone */
"Historic Boundry Stone" = "Historic Boundry Stone";

/* Optional value with osm value: history */
"History" = "History";

/* POI type with osm tags: amenity = social_facility, social_facility = shelter, social_facility:for = homeless */
"Homeless Shelter" = "Homeless Shelter";

/* POI type with osm tags: amenity = hospital */
"Hospital" = "Nemocnice";

/* POI type with osm tags: tourism = hostel */
"Hostel" = "Hostel";

/* POI type with osm tags: tourism = hotel */
"Hotel" = "Hotel";

/* POI type with osm tags: building = house */
"House" = "Dům";

/* Optional value with osm value: Humanistic */
"humanistic" = "humanistic";

/* Optional tag with osm key: hygrometer */
"Humidity" = "Humidity";

/* POI type with osm tags: building = hut */
"Hut" = "Hut";

/* Optional value with osm value: hydro */
"Hydro" = "Hydro";

/* Optional value with osm value: ibadi */
"Ibadi" = "Ibadi";

/* Optional value with osm value: ice_cream */
"Ice Cream" = "Ice Cream";

/* POI type with osm tags: amenity = ice_cream */
"Ice Cream Shop" = "Ice Cream Shop";

/* Optional value with osm value: indian */
"Indian" = "Indian";

/* Title for detailed view of node */
"Info" = "Info";

/* Optional value with osm value: informal */
"Informal" = "Informal";

/* POI type with osm tags: information = board, tourism = information */
"Information Board" = "Information Board";

/* POI type with osm tags: office = insurance */
"Insurance" = "Insurance";

/* Optional tag with osm key: internet_access */
"Internet" = "Internet";

/* Optional tag with osm key: internet_access:fee */
"Internet Fee" = "Internet Fee";

/* Optional value with osm value: ismaili */
"Ismaili" = "Ismaili";

/* POI type with osm tags: office = it */
"IT Specialist" = "IT Specialist";

/* Optional value with osm value: italian */
"Italian" = "Italian";

/* Optional value with osm value: japanese */
"Japanese" = "Japanese";

/* Optional value with osm value: jehovahs_witness */
"Jehovahs Witness" = "Jehovahs Witness";

/* POI type with osm tags: shop = jewelry */
"Jeweler" = "Jeweler";

/* POI type with osm tags: religion = jewish, amenity = place_of_worship */
"Jewish" = "Judaismus";

/* Optional value with osm value: karaite */
"Karaite" = "Karaite";

/* Optional value with osm value: kebab */
"Kebab" = "Kebab";

/* POI type with osm tags: amenity = kindergarten */
"Kindergarden" = "Kindergarden";

/* Optional value with osm value: korean */
"Korean" = "Korean";

/* POI type with osm tags: natural = water */
"Lake" = "Jezero";

/* POI type with osm tags: shop = laundry */
"Laundromat" = "Laundromat";

/* POI type with osm tags: office = lawyer */
"Lawyer" = "Lawyer";

/* Optional value with osm value: lean-to */
"Lean-to" = "Lean-to";

/* Optional value with osm value: lebanese */
"Lebanese" = "Lebanese";

/* Optional value with osm value: liberal */
"Liberal" = "Liberal";

/* POI type with osm tags: amenity = library */
"Library" = "Knihovna";

/* POI type with osm tags: man_made = lighthouse */
"Lighthouse" = "Maják";

/* Optional value with osm value: limited */
"Limited" = "Limited";

/* POI type with osm tags: shop = money_lender */
"Loans" = "Loans";

/* Optional value with osm value: lockers */
"Lockers" = "Lockers";

/* Login button label */
"Login to OpenStreetMap" = "Login to OpenStreetMap";

/* Logout button label */
"Logout of OpenStreetMap" = "Logout of OpenStreetMap";

/* POI type with osm tags: shop = bag */
"Luggage/Bag Shop" = "Luggage/Bag Shop";

/* Optional value with osm value: lutheran */
"Lutheran" = "Lutheran";

/* Title For Category */
"Man Made" = "Umělý objekt";

/* Optional value with osm value: map */
"Map" = "Map";

/* POI type with osm tags: shop = bed */
"Matress Store" = "Matress Store";

/* Optional tag with osm key: maxtents */
"Max Tents" = "Max Tents";

/* Optional value with osm value: mediterranean */
"Mediterranean" = "Mediterranean";

/* POI type with osm tags: historic = memorial */
"Memorial" = "Památník";

/* Optional value with osm value: mennonite */
"Mennonite" = "Mennonite";

/* Optional tag with osm key: generator:method */
"Method" = "Method";

/* Optional value with osm value: methodist */
"Methodist" = "Methodist";

/* Optional value with osm value: mexican */
"Mexican" = "Mexican";

/* Optional tag with osm key: microbrewery */
"Microbrewery" = "Microbrewery";

/* POI type with osm tags: historic = fort */
"Military Fort" = "Military Fort";

/* Optional value with osm value: modern_orthodox */
"Modern Orthodox" = "Modern Orthodox";

/* POI type with osm tags: historic = monument */
"Monument" = "Monument";

/* Optional value with osm value: moravian */
"Moravian" = "Moravian";

/* Optional value with osm value: mormon */
"Mormon" = "Mormon";

/* POI type with osm tags: tourism = motel */
"Motel" = "Motel";

/* POI type with osm tags: shop = motorcycle */
"Motorcycle Dealership" = "Obchod s motocykly";

/* POI type with osm tags: amenity = motorcycle_parking */
"Motorcycle Parking" = "Motorcycle Parking";

/* POI type with osm tags: tourism = apine_hut */
"Mountain Hut" = "Mountain Hut";

/* POI type with osm tags: amenity = cinema */
"Movie Theater" = "Movie Theater";

/* POI type with osm tags: religion = multifaith, amenity = place_of_worship */
"Multifaith" = "Multifaith";

/* POI type with osm tags: tourism = museum */
"Museum" = "Muzeum";

/* POI type with osm tags: shop = music */
"Music Store" = "Obchod s hudbou";

/* POI type with osm tags: shop = musical_instruments */
"Musical Instrument Store" = "Musical Instrument Store";

/* POI type with osm tags: religion = muslim, amenity = place_of_worship */
"Muslim" = "Islám";

/* Label for name */
"Name" = "Name";

/* Optional value with osm value: gas */
"Natural Gas" = "Natural Gas";

/* Optional value with osm value: nature */
"Nature" = "Nature";

/* POI type with osm tags: historic = wreck */
"Nautical Craft Wreck" = "Nautical Craft Wreck";

/* Optional value with osm value: neo_orthodox */
"Neo Orthodox" = "Neo Orthodox";

/* POI type with osm tags: shop = newsagent */
"Newsstand " = "Newsstand ";

/* POI type with osm tags: office = ngo */
"NGO" = "NGO";

/* POI type with osm tags: amenity = nightclub */
"Nightclub" = "Nightclub";

/* Optional value with osm value: no */
"No" = "No";

/* Optional value with osm value: nondenominational */
"Nondenominational" = "Nondenominational";

/* Optional value with osm value: notice */
"Notice" = "Notice";

/* Optional value with osm value: nuclear */
"Nuclear" = "Nuclear";

/* Optional tag with osm key: addr:housenumber */
"Number" = "Number";

/* POI type with osm tags: amenity = nursing_home */
"Nursing Home" = "Nursing Home";

/* Optional value with osm value: observation */
"Observation" = "Observation";

/* Optional value with osm value: office */
"Office" = "Kanceláře";

/* POI type with osm tags: office = government */
"Office Building" = "Office Building";

/* POI type with osm tags: shop = stationery */
"Office Supplies" = "Office Supplies";

/* Optional value with osm value: oil */
"Oil" = "Oil";

/* affirmative ok */
"OK" = "OK";

/* Optional value with osm value: only */
"Only" = "Only";

/* Setting to select background layer */
"OpenMapquest Aerial" = "OpenMapquest Aerial";

/* Optional tag with osm key: operator */
"Operator" = "Provozovatel";

/* POI type with osm tags: shop = optician */
"Optician" = "Optika";

/* POI type with osm tags: amenity = social_facility, social_facility = group_home, social_facility:for = orphanage */
"Orphanage" = "Orphanage";

/* Optional value with osm value: orthodox */
"Orthodox" = "Orthodox";

/* Setting to select background layer */
"OSM Default" = "OSM Default";

/* Optional value with osm value: osmotic */
"Osmotic" = "Osmotic";

/* Title For Category */
"Other" = "Jiné";

/* Optional tag with osm key: outdoor_seating */
"Outdoor Seating" = "Outdoor Seating";

/* POI type with osm tags: shop = outdoor */
"Outdoor Store" = "Vybavení do přírody";

/* Title For Category */
"Outdoors and Natural" = "Outdoors and Natural";

/* POI type with osm tags: amenity = social_facility, social_facility = outreach */
"Outreach" = "Outreach";

/* POI type with osm tags: religion = pagan, amenity = place_of_worship */
"Pagan" = "Pagan";

/* POI type with osm tags: shop = paint */
"Paint Store" = "Paint Store";

/* POI type with osm tags: amenity = parking */
"Parking" = "Parkoviště";

/* Optional value with osm value: parking_lot */
"Parking Lot" = "Parking Lot";

/* POI type with osm tags: shop = pawnbroker */
"Pawn Shop" = "Pawn Shop";

/* POI type with osm tags: natural = peak */
"Peak" = "Vrchol";

/* Optional value with osm value: pentecostal */
"Pentecostal" = "Pentecostal";

/* Optional value with osm value: permissive */
"Permissive" = "Permissive";

/* Optional value with osm value: persian */
"Persian" = "Persian";

/* POI type with osm tags: shop = pet */
"Pet Store" = "Chovatelské potřeby";

/* POI type with osm tags: amenity = pharmacy */
"Pharmacy" = "Lékárna";

/* Optional tag with osm key: phone */
"Phone #" = "Phone #";

/* Optional value with osm value: photovoltaic */
"Photovoltaic" = "Photovoltaic";

/* Optional value with osm value: picnic_shelter */
"Picnic Shelter" = "Picnic Shelter";

/* POI type with osm tags: tourism = picnic_site */
"Picnic Site" = "Místo pro piknik";

/* Optional value with osm value: pillar */
"Pillar" = "Pillar";

/* Optional value with osm value: pizza */
"Pizza" = "Pizza";

/* Title For Category */
"Place of Worship" = "Chrám";

/* Optional value with osm value: plants */
"Plants" = "Plants";

/* POI type with osm tags: leisure = playground */
"Playground" = "Dětské hřiště";

/* Optional value with osm value: pole */
"Pole" = "Pole";

/* POI type with osm tags: amenity = police */
"Police Station" = "Police Station";

/* Optional value with osm value: pond */
"Pond" = "Rybník";

/* Optional tag with osm key: fire_hydrant:position */
"Position" = "Position";

/* POI type with osm tags: amenity = post_box */
"Post Box" = "Post Box";

/* Optional tag with osm key: addr:postcode */
"Post Code" = "Post Code";

/* POI type with osm tags: amenity = post_office */
"Post Office" = "Pošta";

/* POI type with osm tags: power = generator */
"Power Generator" = "Power Generator";

/* POI type with osm tags: power = generator */
"Power Station" = "Power Station";

/* POI type with osm tags: power = generator */
"Power Substation" = "Power Substation";

/* Optional value with osm value: presbyterian */
"Presbyterian" = "Presbyterian";

/* POI type with osm tags: amenity = prison */
"Prison" = "Prison";

/* Optional value with osm value: private */
"Private" = "Private";

/* Optional value with osm value: progressive */
"Progressive" = "Progressive";

/* Optional tag with osm key: addr:province */
"Province" = "Province";

/* POI type with osm tags: amenity = pub */
"Pub" = "Hospoda";

/* POI type with osm tags: tourism = artwork */
"Public Artwork" = "Public Artwork";

/* POI type with osm tags: amenity = telephone */
"Public Telephone" = "Public Telephone";

/* POI type with osm tags: amenity = toilets */
"Public Toilets" = "Public Toilets";

/* Optional value with osm value: public_transport */
"Public Transport" = "Public Transport";

/* POI type with osm tags: amenity = clock */
"Publicly Visible Clock" = "Publicly Visible Clock";

/* Optional value with osm value: pumped-storage */
"Pumped-Storage" = "Pumped-Storage";

/* Optional value with osm value: pumping */
"Pumping" = "Pumping";

/* Optional value with osm value: Pyrolysis */
"Pyrolysis" = "Pyrolysis";

/* Optional value with osm value: quaker */
"Quaker" = "Quaker";

/* POI type with osm tags: office = estate_agent */
"Realtor" = "Realtor";

/* Optional value with osm value: reconstructionist */
"Reconstructionist" = "Reconstructionist";

/* POI type with osm tags: amenity = studio */
"Recording Studio" = "Recording Studio";

/* POI type with osm tags: amenity = recycling */
"Recycling Can" = "Recycling Can";

/* Optional tag with osm key: ref */
"Ref" = "Ref";

/* Optional value with osm value: reform */
"Reform" = "Reform";

/* Optional value with osm value: region */
"Region" = "Region";

/* Optional value with osm value: regional */
"Regional" = "Regional";

/* Button label to remove tag */
"Remove" = "Remove";

/* Optional value with osm value: renewal */
"Renewal" = "Renewal";

/* POI type with osm tags: amenity = restaurant */
"Restaurant" = "Restaurace";

/* POI type with osm tags: amenity = social_facility, social_facility = group_home, social_facility:for = senior */
"Retirement Home" = "Retirement Home";

/* Optional value with osm value: lane */
"Road" = "Road";

/* Optional value with osm value: rock_shelter */
"Rock Shelter" = "Rock Shelter";

/* Optional value with osm value: roman_catholic */
"Roman Catholic" = "Roman Catholic";

/* Optional tag with osm key: route_ref */
"Route Ref" = "Route Ref";

/* POI type with osm tags: historic = ruins */
"Ruins" = "Zřícenina, ruiny";

/* Optional value with osm value: run-of-the-river */
"Run of the River" = "Run of the River";

/* Optional value with osm value: russian_orthodox */
"Russian Orthodox" = "Russian Orthodox";

/* POI type with osm tags: tourism = caravan_site */
"RV Park" = "Místo pro karavany";

/* Optional value with osm value: samaritan */
"Samaritan" = "Samaritan";

/* Optional value with osm value: sandwich */
"Sandwich" = "Sandwich";

/* Button label to save any changes */
"Save" = "Save";

/* Status message infomring user something is being saved */
"Saving" = "Saving";

/* POI type with osm tags: tourism = viewpoint */
"Scenic Viewpoint" = "Scenic Viewpoint";

/* Optional value with osm value: scheme */
"Scheme" = "Scheme";

/* POI type with osm tags: amenity = school */
"School" = "Škola";

/* POI type with osm tags: religion = scientologist, amenity = place_of_worship */
"Scientologist" = "Scientologist";

/* Optional value with osm value: seafood */
"Seafood" = "Seafood";

/* POI type with osm tags: shop = second_hand */
"Second Hand Store" = "Second Hand Store";

/* POI type with osm tags: amenity = social_facility, social_facility = assisted_living, social_facility:for = senior */
"Senior Assisted Living" = "Senior Assisted Living";

/* Optional value with osm value: separated */
"Separated" = "Separated";

/* Title For Category */
"Services" = "Services";

/* title for view where settings can be changed */
"Settings" = "Settings";

/* Optional value with osm value: seventh_day_adventist */
"Seventh Day Adventist" = "Seventh Day Adventist";

/* POI type with osm tags: shop = sewing */
"Sewing Shop" = "Sewing Shop";

/* Optional value with osm value: shed */
"Shed" = "Shed";

/* Optional tag with osm key: shelter */
"Shelter" = "Přístřešek";

/* Optional value with osm value: shia */
"Shia" = "Shia";

/* POI type with osm tags: religion = shinto, amenity = place_of_worship */
"Shinto" = "Šintoismus";

/* POI type with osm tags: shop = shoes */
"Shoe Store" = "Obuvnictví";

/* Title For Category */
"Shopping" = "Shopping";

/* POI type with osm tags: shop = mall */
"Shopping Mall" = "Shopping Mall";

/* Setting to show or hide streets or highways with no names */
"Show No Name Streets" = "Show No Name Streets";

/* POI type with osm tags: amenity = shower */
"Shower" = "Shower";

/* Optional value with osm value: sidewalk */
"Sidewalk" = "Sidewalk";

/* POI type with osm tags: religion = sikh, amenity = place_of_worship */
"Sikh" = "Sikh";

/* Optional value with osm value: site */
"Site" = "Site";

/* Optional tag with osm key: map_size */
"Size" = "Size";

/* Optional tag with osm key: ski */
"Skiing" = "Skiing";

/* Optional tag with osm key: smoking */
"Smoking" = "Smoking";

/* POI type with osm tags: amenity = social_centre */
"Social Center" = "Social Center";

/* Title For Category */
"Social Facilities" = "Social Facilities";

/* Optional value with osm value: solar */
"Solar" = "Solar";

/* Optional tag with osm key: generator:source */
"Source" = "Zdroj";

/* POI type with osm tags: shop = beauty */
"Spa or Nail Salon" = "Spa or Nail Salon";

/* Optional value with osm value: spanish */
"Spanish" = "Spanish";

/* POI type with osm tags: religion = spiritualist, amenity = place_of_worship */
"Spiritualist" = "Spiritualist";

/* POI type with osm tags: shop = sports */
"Sporting Goods Store" = "Sportovní potřeby";

/* POI type with osm tags: natural = spring */
"Spring" = "Pramen";

/* Optional value with osm value: stands */
"Stands" = "Stands";

/* Optional tag with osm key: addr:state */
"State" = "State";

/* Optional value with osm value: steak_house */
"Steak House" = "Steak House";

/* POI type with osm tags: man_made = storage_tank */
"Storage Tank" = "Storage Tank";

/* Optional value with osm value: street */
"Street" = "Street";

/* POI type with osm tags: amenity = stripclub */
"Stripclub" = "Stripclub";

/* POI type with osm tags: railway = subway_entrance */
"Subway Entrance" = "Vstup do metra";

/* POI type with osm tags: public_transport = platform, subway = yes */
"Subway Platform" = "Subway Platform";

/* POI type with osm tags: public_transport = station, subway = yes */
"Subway Station" = "Subway Station";

/* Optional value with osm value: sundial */
"Sundial" = "Sundial";

/* Optional value with osm value: sunni */
"Sunni" = "Sunni";

/* POI type with osm tags: shop = supermarket */
"Supermarket" = "Supermarket";

/* Optional tag with osm key: support */
"Support" = "Support";

/* POI type with osm tags: leisure = swimming_pool */
"Swimming Pool" = "Plavecký bazén";

/* Optional value with osm value: tactile_map */
"Tactile Map" = "Tactile Map";

/* Optional value with osm value: tactilve_model */
"Tactile Model" = "Tactile Model";

/* Optional tag with osm key: takeaway */
"Takeaway" = "Takeaway";

/* POI type with osm tags: religion = taoist, amenity = place_of_worship */
"Taoist" = "Taoismus";

/* POI type with osm tags: shop = tattoo */
"Tattoo Parlor" = "Tattoo Parlor";

/* POI type with osm tags: amenity = taxi */
"Taxi Stand" = "Taxi Stand";

/* Optional value with osm value: technology */
"Technology" = "Technology";

/* Optional tag with osm key: tents */
"Tents" = "Tents";

/* Optional value with osm value: terminal */
"Terminal" = "Počítače";

/* Optional value with osm value: thai */
"Thai" = "Thai";

/* POI type with osm tags: amenity = theatre */
"Theater or Opera House" = "Theater or Opera House";

/* POI type with osm tags: tourism = theme_park */
"Theme Park" = "Zábavní park";

/* Optional value with osm value: thermal */
"Thermal" = "Thermal";

/* Optional tag with osm key: thermometer */
"Thrermometer" = "Thrermometer";

/* Optional value with osm value: tidal */
"Tidal" = "Tidal";

/* Section label for tile source setting */
"Tile Source" = "Tile Source";

/* POI type with osm tags: shop = tobacco */
"Tobacco Shop" = "Tobacco Shop";

/* Optional value with osm value: topo */
"Topo" = "Topo";

/* Title For Category */
"Tourism" = "Turismus";

/* POI type with osm tags: information = office, tourism = information */
"Tourism Information Office" = "Tourism Information Office";

/* POI type with osm tags: man_made = tower */
"Tower" = "Tower";

/* Optional tag with osm key: tower:type */
"Tower Type" = "Tower Type";

/* POI type with osm tags: amenity = townhall */
"Townhall or Cityhall" = "Townhall or Cityhall";

/* POI type with osm tags: shop = toys */
"Toy Store" = "Hračkářství";

/* POI type with osm tags: train = yes, public_transport = platform */
"Train Platform" = "Train Platform";

/* POI type with osm tags: railway = platform */
"Train Platform (legacy)" = "Train Platform (legacy)";

/* POI type with osm tags: train = yes, public_transport = station */
"Train Station" = "Train Station";

/* POI type with osm tags: railway = station, train = yes, public_transport = station */
"Train Station (legacy)" = "Train Station (legacy)";

/* POI type with osm tags: tram = yes, railway = tram_stop, public_transport = platform */
"Tram Stop" = "Tram Stop";

/* Title For Category */
"Transportation" = "Transportation";

/* POI type with osm tags: amenity = waste_basket */
"Trash Can" = "Trash Can";

/* POI type with osm tags: office = travel_agent */
"Travel Agency" = "Cestovní kancelář";

/* Optional value with osm value: tree */
"Tree" = "Strom";

/* Label for type
   Optional tag with osm key: shelter_type */
"Type" = "Type";

/* Optional value with osm value: ultra_orthodox */
"Ultra Orthodox" = "Ultra Orthodox";

/* Optional value with osm value: underground */
"Underground" = "Underground";

/* POI type with osm tags: religion = unitarian, amenity = place_of_worship */
"Unitarian" = "Unitarian";

/* Optional value with osm value: united_church_of_christ */
"United Church of Christ" = "United Church of Christ";

/* POI type with osm tags: amenity = university */
"University" = "Vysoká škola";

/* Optional value with osm value: unorthodox */
"Unorthodox" = "Unorthodox";

/* Status message infomring user something is being uploaded */
"Uploading" = "Uploading";

/* Optional tag with osm key: service:bicycle:second_hand */
"Used Bikes Sold" = "Used Bikes Sold";

/* POI type with osm tags: amenity = vending_machine */
"Vending Machine" = "Vending Machine";

/* POI type with osm tags: amenity = veterinary */
"Veterinary" = "Veterinary";

/* POI type with osm tags: shop = video */
"Video Rental" = "Video Rental";

/* Optional value with osm value: vietnamese */
"Vietnamese" = "Vietnamese";

/* Optional value with osm value: village */
"Village" = "Vesnice";

/* POI type with osm tags: natural = volcano */
"Volcano" = "Volcano";

/* Optional tag with osm key: voltage */
"Voltage" = "Voltage";

/* POI type with osm tags: religion = voodoo, amenity = place_of_worship */
"Voodoo" = "Voodoo";

/* Optional value with osm value: wall */
"Wall" = "Zeď";

/* Optional value with osm value: wall_loops */
"Wall Loops" = "Wall Loops";

/* Optional value with osm value: wall_mounted */
"Wall Mounted" = "Wall Mounted";

/* Optional value with osm value: waste */
"Waste" = "Waste";

/* POI type with osm tags: leisure = water_park */
"Water Park" = "Water Park";

/* POI type with osm tags: man_made = water_tower */
"Water Tower" = "Vodárenská věž";

/* POI type with osm tags: waterway = waterfall */
"Waterfall" = "Waterfall";

/* Optional value with osm value: wave */
"Wave" = "Wave";

/* Optional value with osm value: weather_shelter */
"Weather Shelter" = "Weather Shelter";

/* Optional tag with osm key: website */
"Website" = "Webová stránka";

/* Optional tag with osm key: wheelchair */
"Wheelchair" = "Wheelchair";

/* Optional value with osm value: wlan */
"Wifi" = "Wifi";

/* Optional value with osm value: wildlife */
"Wildlife" = "Wildlife";

/* Optional value with osm value: wind */
"Wind" = "Wind";

/* POI type with osm tags: man_made = windmill */
"Windmill" = "Windmill";

/* Optional value with osm value: wired */
"Wired" = "Přes kabel";

/* POI type with osm tags: shop = erotic */
"XXX/Adult Store" = "XXX/Adult Store";

/* Optional value with osm value: yes */
"Yes" = "Yes";

/* Alert message for user to zoom in on map more to add new POI */
"You need to zoom in to add a new POI" = "You need to zoom in to add a new POI";

/* POI type with osm tags: tourism = zoo */
"Zoo" = "ZOO";

/* Status message infomring user they need to zoom in to load data */
"Zoom in to load data" = "Zoom in to load data";

/* Title of alert for zoom */
"Zoom Level" = "Zoom Level";

